tap "benjiwolff/neovim-nightly"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
brew "awscli"
brew "bat"
brew "colima", restart_service: :changed
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gitleaks"
brew "pinentry"
brew "gnupg"
brew "htop"
brew "jj"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "lua-language-server"
brew "mise"
brew "mysql-client@8.0"
brew "mysql@8.0"
brew "neovim", args: ["HEAD"]
brew "peco"
brew "pinentry-mac"
brew "ripgrep"
brew "saml2aws"
brew "sops"
brew "stylua"
brew "tmux"
brew "tpm"
brew "tree"
brew "watchman"
brew "yadm"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "aerospace"
cask "font-nanum-gothic-coding"
cask "font-plemol-jp-nf"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "karabiner-elements"
cask "raycast"
cask "sequel-ace"
cask "visual-studio-code"
vscode "42crunch.vscode-openapi"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "saoudrizwan.claude-dev"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "vivaxy.vscode-conventional-commits"
vscode "yzhang.markdown-all-in-one"
go "cmd/go"
go "cmd/gofmt"
go "golang.org/x/tools/gopls"
