tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
brew "awscli"
brew "bat"
brew "colima", restart_service: :changed
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gitleaks"
brew "pinentry"
brew "gnupg"
brew "htop"
brew "jj"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "lua-language-server"
brew "mise"
brew "mysql-client@8.0"
brew "mysql@8.0"
brew "neovim", args: ["HEAD"]
brew "peco"
brew "pinentry-mac"
brew "ripgrep"
brew "saml2aws"
brew "sops"
brew "stylua"
brew "tmux"
brew "tpm"
brew "tree"
brew "watchman"
brew "yadm"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "aerospace"
cask "font-nanum-gothic-coding"
cask "font-plemol-jp-nf"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "karabiner-elements"
cask "raycast"
cask "sequel-ace"
cask "visual-studio-code"
